Repository: Anaethelion/drupal-quotedown
Catalog: translations/*.po
Languages: fr

source: Strong <strong> Ctrl+B
fr: Gras <strong> Ctrl+B

source: strong text
fr: texte en gras

source: Emphasis <em> Ctrl+I
fr: Italique <em> Ctrl+I

source: emphasized text
fr: texte en italique

source: Hyperlink <a> Ctrl+L
fr: Hyperlien <a> Ctrl+L

source: enter link description here
fr: description de l'hyperlien

source: <p><b>Insert Hyperlink</b></p><p>http://example.com/ "optional title"</p>
fr: <p><b>Insérer un hyperlien</b></p><p>http://example.com/ "titre optionnel"</p>

source: Blockquote <blockquote> Ctrl+Q
fr: Citation <blockquote> Ctrl+Q"

source: Blockquote
fr: Citation

source: Code Sample <pre><code> Ctrl+K
fr: Extrait de code <pre><code> Ctrl+K

source: enter code here
fr: votre extrait de code

source: enter image description here
fr: description de l'image

source: <p><b>Insert Image</b></p><p>http://example.com/images/diagram.jpg "optional title"<br><br>Need <a href='http://www.google.com/search?q=free+image+hosting' target='_blank'>free image hosting?</a></p>
fr: <p><b>Insérer une image</b></p><p>http://example.com/images/diagram.jpg "titre optionnel"<br><br><a href='http://www.google.com/search?q=free+image+hosting' target='_blank'>Vous chercher un hébergement d'image gratuit ?</a></p>

source: Numbered List <ol> Ctrl+O
fr: Liste numérotée <ol> Ctrl+O

source: Bulleted List <ul> Ctrl+U
fr: Liste à point <ul> Ctrl+U

source: List item
fr: Elément de liste

source: Heading <h1>/<h2> Ctrl+H
fr: Titre <h1>/<h2> Ctrl+H

source: Heading
fr: Titre

source: Horizontal Rule <hr> Ctrl+R
fr: Trait horizontal <hr> Ctrl+R

source: Undo - Ctrl+Z
fr: Annuler - Ctrl+Z

source: Redo - Ctrl+Y
fr: Refaire - Ctrl+Y

source: Redo - Ctrl+Shift+Z
fr: Refaire - Ctrl+Shift+Z

source: Markdown Editing Help
fr: Aide sur Markdown

source: On @date, @account said
fr: Le @date, @account a dit

source: quote
fr: citer

source: Markdown text will be formatted as HTML
fr: Le texte au format Markdown sera formatté en HTML

source: PageDown editor
fr: Éditeur PageDown

source: Uses the PageDown MarkDown editor on a simple textarea
fr: Utilise l'éditeur MarkDown PageDown sur une boite de saisie simple (textarea)
